Revit 2027 API
ParameterTypeId.DimTextLocationForLeader Property
 "Text Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimTextLocationForLeader { get; }
Public Shared ReadOnly Property DimTextLocationForLeader As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimTextLocationForLeader {
	ForgeTypeId^ get ();
}
static member DimTextLocationForLeader : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace